{
    "title_1" : "About Me",
    "title_2" : "What I'm good at",
    "title_3" : "My Work",
    "title_4" : "Contact Me",
    "about" : "I like activities that require logical thinking, creativity, and are not repetitive. I believe my strengths are in systematic and modular work, while my weaknesses are in communication skills, especially negotiation and promotion",
    "pengalaman_kerja_judul" : "1 Year Working as Web/Android Consultant",
    "pengalaman_kerja_tanggal" : "May 2021 - July 2022",
    "pengalaman_kerja_text" : "During my work, I participated in web/mobile projects and was assigned to work on the <b>front end</b>, <b>CRUD Logic</b>, and <b>integration of payment api</b> using the Low Code platform Outsystems.",
    "sarjana_judul" : "Bachelor of Computer (S.Kom.) Syarif Hidayatullah State Islamic University Jakarta Majoring in Informatics Engineering",
    "sarjana_tanggal" : "September 2016 - February 2021",
    "sarjana_text" : "Graduated with GPA 3.77/4.00 and a Final Project (Thesis) entitled \"Virtual Fitting Room Application Using Skeleton Tracking and Euclidean Distance Methods\" discusses the development of a <b>Mobile application</b> that can recommend clothing sizes on user photos. ",
    "project_subtitle" : "Here are some projects that I have been/are currently working on. The project I mentioned below is a project that I did myself.",
    "good_1_title" : "Work with Framework",
    "good_1_text" : "Code Igniter 3 dan 4, Laravel 8, Django 2.2, Flask, Outsystems",
    "good_2_title" : "Work with Modular & Scalable Ideas",
    "good_3_title" : "Work with API Integration",
    "good_4_title" : "Full Stack",
    "good_4_text" : "Front End (HTML, CSS, JS), Back End (Java, PHP, Python, Database DDL / DML)",
    "contact_me" : "You have any question about me? Send it directly here. (It's work)",
    "btn_send" : "Send Message",
    "timeline_year_1" : "Oct 2019",
    "timeline_year_2" : "Feb 2020",
    "timeline_year_3" : "Feb 2021",
    "timeline_year_4" : "May 2021",
    "timeline_year_5" : "Jul 2022",
    "timeline_info_1" : "start internship in CV. Internal Media",
    "timeline_info_2" : "finished internship in CV. internal media",
    "timeline_info_3" : "Graduated from UIN Jakarta",
    "timeline_info_4" : "Start contract work at PT. Evotech Distribusi",
    "timeline_info_5" : "Finished contract work at PT. Evotech Distribusi",
    "project_1_text" : "Digital Library System. <br> Built using Outsystems app, Low-Code Development Platform for web/mobile<br>For live demo, click the following <a href='https://personal-i6nfgh8p.outsystemscloud.com/SiPusDi/' target='_blank'>link</a>",
    "project_2_text" : "Library Management System Website Development Programming Exercise with Laravel 8 Framework (PHP).<br/>Database Diagram, Usecase Diagram, and Business Rule attached to the following Link:<a href='bit.ly/SipusdiRequirement'>Document LMS</a>",
    "project_3_text" : "Golang Programming Exercise. Creating a Mailing Systems Panel Website for this portfolio page."
}