{
    "title_1" : "Tentang Saya",
    "title_2" : "Kelebihan Saya",
    "title_3" : "Project Saya",
    "title_4" : "Hubungi Saya",
    "about" : "Saya menyukai kegiatan yang membutuhkan logika berfikir, kreativitas, dan tidak berulang. Saya yakin kelebihan saya ada pada pekerjaan sistematis dan keinginan untuk belajar hal baru, sementara kekurangan saya ada pada kemampuan komunikasi khususnya negosiasi dan promosi",
    "pengalaman_kerja_judul" : "1 Tahun Bekerja sebagai Web/Android Consultant",
    "pengalaman_kerja_tanggal" : "Mei 2021 - Juli 2022",
    "pengalaman_kerja_text" : "Selama bekerja, saya ikut serta dalam pengerjaan project web/mobile dan ditugaskan pada pengerjaan <b>front end</b>, <b>CRUD Logic</b>, dan <b>integrasi terhadap payment api</b> menggunakan Low Code platform Outsystems",
    "sarjana_judul" : "Sarjana Komputer (S.Kom.) Universitas Islam Negeri Syarif Hidayatullah Jakarta Jurusan Teknik Informatika",
    "sarjana_tanggal" : "September 2016 - Februari 2021",
    "sarjana_text" : "Lulus dengan GPA 3.77/4.00 dan Tugas Akhir (Skripsi) Berjudul \"Aplikasi Virtual Fitting Room Menggunakan Metode Skeleton Tracking dan Euclidean Distance\" membahas pengembangan <b>aplikasi Mobile</b> yang dapat merekomendasikan ukuran pakaian pada foto pengguna. ",
    "project_subtitle" : "Berikut beberapa project yang pernah/sedang saya kerjakan. Project yang saya sebutkan berikut merupakan project yang saya kerjakan sendiri.",
    "good_1_title" : "Mendevelop menggunakan Framework",
    "good_1_text" : "Code Igniter 3 dan 4, Laravel 8, Django 2.2, Flask, Outsystems",
    "good_2_title" : "Berpikir secara modular dan dengan skalabilitas",
    "good_3_title" : "Pengalaman dalam API Integration",
    "good_4_title" : "Full Stack",
    "good_4_text" : "Front End (HTML, CSS, JS), Back End (Java, PHP, Python, Database DDL / DML)",
    "contact_me" : "Kirim pertanyaan lewat form dibawah ini (Balasan dikirim lewat email yang diinput)",
    "btn_send" : "Kirim Pesan",
    "timeline_year_1" : "Okt 2019",
    "timeline_year_2" : "Feb 2020",
    "timeline_year_3" : "Feb 2021",
    "timeline_year_4" : "Mei 2021",
    "timeline_year_5" : "Jul 2022",
    "timeline_info_1" : "Mulai kerja magang di CV. Internal Media",
    "timeline_info_2" : "Selesai kerja magang di CV. Internal Media",
    "timeline_info_3" : "Lulus dari UIN Jakarta",
    "timeline_info_4" : "Mulai kerja kontrak di PT. Evotech Distribusi",
    "timeline_info_5" : "Selesai Kerja di PT. Evotech Distribusi",
    "project_1_text" : "Sistem Perpustakaan Digital. <br> Dibangun menggunakan aplikasi Outsystems, Low-Code Development Platform for web/mobile<br>Untuk live demo, klik <a href='https://personal-i6nfgh8p.outsystemscloud.com/SiPusDi/' target='_blank'>Link Berikut</a>",
    "project_2_text" : "Latihan Pemrograman pembuatan Website Sistem Perpustakaan dengan Framework Laravel 8 (PHP).<br/>Diagram Database, Diagram Usecase, dan Bisnis Rule terlampir pada dokumen berikut: <a href='bit.ly/SipusdiRequirement'>Dokumen Requirement</a>",
    "project_3_text" : "Latihan Pemrograman Golang <br>Pembuatan Website Panel Mailing Systems untuk halaman portofolio ini."
}